{
    "34 Funny Kid Nominees - FailArmy Hall Of Fame (May 2017)0": {
        "text_representation": "0.0s: a man is helping a little boy put a quilt on a bed in a room with a man standing next to him.\n1.0s: a person laying on a bed in front of a window in a room with a quilt on top of the bed.\n2.0s: a man playing with a child on a bed in front of a window in a room with a bed and a window.\n3.0s: a man doing a handstand on a bed in front of a window in a room with a window in the background.\n",
        "accuracy":0.25 ,
        "context": 1,
        "comments": ""
    },
    "34 Funny Kid Nominees - FailArmy Hall Of Fame (May 2017)10": {
        "text_representation": "0.0s: a blurry image of a person walking on a floor with a blanket over their head and a scarf on their head and a scarf on their head and a scarf on their head and a scarf on their head and a scarf on their head and a scarf on their head and a scarf on their head and a scarf on their head and a scarf on their head and.\n1.0s: a living room with a christmas tree, toys, and a fireplace in front of a fireplace and a brick fireplace.\n2.0s: a living room with a christmas tree, toys, and a fireplace in front of a fireplace and a christmas tree.\n3.0s: a living room with a christmas tree, toys, and a fireplace in front of a fireplace and a christmas tree.\n4.0s: a baby is playing in a living room with a christmas tree and a christmas tree ornaments on it.\n5.0s: a living room with a christmas tree, toys, and a fireplace in front of a fireplace and a christmas tree.\n6.0s: a little boy is playing in a living room with a christmas tree in the background and a toy car in the middle of the room.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "34 Funny Kid Nominees - FailArmy Hall Of Fame (May 2017)11": {
        "text_representation": "0.0s: a man playing a video game with a child in front of a flat screen television in a living room with a couch and a coffee table in the background.\n1.0s: a man in a white shirt and black shorts is playing a video game with a little boy in the room next to him.\n2.0s: a man is playing video games in a living room with a child in front of him watching the game on the tv.\n3.0s: two children playing video games in a living room with a man standing in the middle of the room watching them play video games.\n4.0s: a man and a little girl playing video games in a living room with a television on the wall in front of them.\n5.0s: a man is playing a video game in a living room with a little boy standing in front of him watching him play.\n6.0s: a man is playing a video game in a living room with another person standing next to him watching him play the game.\n7.0s: a man standing in front of a television playing a video game with a child sitting next to him in a living room.\n8.0s: a man standing in front of a television playing a video game with a young boy in the living room next to him.\n9.0s: a man and two children playing video games in a living room with a tv on the wall and a tv on the floor.\n10.0s: a man standing in the middle of a living room playing a video game on a wii u gamepad with two children sitting on the floor in front of him.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "34 Funny Kid Nominees - FailArmy Hall Of Fame (May 2017)12": {
        "text_representation": "0.0s: a little girl pouring water into a plastic jug on the countertop in the kitchen of the house she lives in with her mom and dad.\n1.0s: a kitchen with a refrigerator, stove, sink, and countertop in the center of the room. there is a towel on the countertop. there is a microwave on the countertop. there is a dishwasher on the countertop. there is a microwave on the countertop. there is a microwave on the countertop. there is a microwave on.\n2.0s: a kitchen with a refrigerator, stove, sink, and countertop in the center of the room with a microwave oven on top of the countertop next to the refrigerator.\n3.0s: a kitchen with a refrigerator, stove, sink, and countertop with a bag of chips on the countertop next to it.\n4.0s: a little girl is putting something in a container on a counter top in a kitchen area with a counter top and a sink in the middle of the room.\n5.0s: a kitchen with a refrigerator, stove, sink, cabinets, and a countertop with a towel on the countertop.\n6.0s: a kitchen with a refrigerator, stove, sink, and counter top in the middle of the room with a clock on the wall next to the refrigerator.\n7.0s: a young girl sitting on a kitchen counter with a bag of food on the counter in front of her and a bag of food on the counter in back of her.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "34 Funny Kid Nominees - FailArmy Hall Of Fame (May 2017)13": {
        "text_representation": "0.0s: a woman and a little boy walking through a kitchen with an easter basket in the middle of the floor and a refrigerator in the background.\n1.0s: a close up shot of a person sitting on a couch with their feet up on the edge of the couch and their hands on the back of the couch.\n2.0s: two girls are fighting over a pillow in the living room of the house they are in the living room of the house they are in the living room of the house they are in the living room of the house they are in the living room of the house they are in the living room of the house they are in the living room of the house they are in.\n3.0s: a young boy is standing in the middle of a living room with a green basket on the floor in front of him.\n4.0s: a young boy is holding an easter basket in front of a woman and a child in the background is standing in front of a door.\n5.0s: a close up of a woman's hairy pussy with a big black cock in her mouth and a big black cock in her ass.\n6.0s: a blurry image of a young boy playing with a frisbee in the living room of the house he lives in.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "34 Funny Kid Nominees - FailArmy Hall Of Fame (May 2017)15": {
        "text_representation": "0.0s: a little boy in pajamas eating a piece of food off of a plate with a fork and knife in his hand.\n1.0s: a baby in pajamas is eating a piece of fruit in front of a table with a plate of food in front of it.\n2.0s: a little boy in pajamas is eating a piece of cake with his face covered in frosting and a smile on his face.\n3.0s: a baby is eating a piece of food while sitting in front of a plate with a plate full of food on it.\n4.0s: a little boy in a high chair with a glass in his mouth and a spoon in his hand with food on his face.\n5.0s: a little boy in a high chair with a plate of food in front of him and a plate of food in front of him and a plate of food in front of him and a plate of food in front of him and a plate of food in front of him and a plate of food in front of him and a plate of food in front of him and.\n6.0s: a little boy is eating a piece of pizza while sitting in front of a plate full of food on a table in front of him.\n7.0s: a baby is eating a piece of cake in front of a plate with a plate of food on it in front of a plate of food on it in front of a plate of food on it in front of a plate of food on it in front of a plate of food on it in front of a plate of food on it in front of a plate of.\n8.0s: a little boy in pajamas eating a piece of food off of a plate in front of a plate full of food.\n9.0s: a baby in pajamas is drinking out of a cup while sitting in a high chair in front of a plate of food.\n10.0s: a little boy in pajamas eating a piece of pizza with his face covered in cake frosting and frosting all over his face.\n11.0s: a baby in pajamas is holding up a bowl of food in front of his face while sitting in a high chair.\n12.0s: a baby is eating a spoonful of food in a high chair with a spoon in his mouth and a yellow object in his hand.\n13.0s: a little boy in a high chair with a plate of food in front of him and a bottle of water in his hand.\n14.0s: a little boy in pajamas sitting at a table with a plate of food in front of him and a plate of food in front of him and a plate of food in front of him and a plate of food in front of him and a plate of food in front of him and a plate of food in front of him and a plate of food in.\n15.0s: a baby in a high chair with a plate of food in front of his face and a plate of food in front of his face and a plate of food in front of his face and a plate of food in front of his face and a plate of food in front of his face and a plate of food in front of his face and a plate of food.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "34 Funny Kid Nominees - FailArmy Hall Of Fame (May 2017)16": {
        "text_representation": "0.0s: a young boy in a t - shirt is standing next to a chocolate labrador retriever puppy that is on a leash.\n1.0s: a little boy is petting a brown dog on the street in front of a car with the caption \"this is what happens when you pet a dog in front of a car\".\n2.0s: a young boy is petting a dog on the street with the caption \"13 year old boy petting a dog on the street\".\n3.0s: a young boy in a t - shirt is petting a brown dog on the street in front of a car with the words \"13\" written on the side of the car.\n4.0s: a young boy is petting a brown dog on the street in front of a building with the caption \"this is what happens when you pet a labrador retriever for the first time\".\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "34 Funny Kid Nominees - FailArmy Hall Of Fame (May 2017)19": {
        "text_representation": "0.0s: a little girl in a pink outfit standing on a dirt road with snow on the ground in front of her and a forest in the background.\n1.0s: a small child in a pink outfit is digging in the dirt on a dirt road in the middle of the forest in the middle of the day.\n2.0s: a little girl in a pink outfit is playing in the dirt on a dirt road in the woods with snow on the ground.\n3.0s: a little girl in a pink outfit is standing on a dirt road in the middle of a forest with snow on the ground.\n4.0s: a teddy bear laying on the ground in the middle of a dirt road in the middle of a forest in the middle of the night.\n5.0s: a baby in a pink outfit standing on a dirt road in the middle of the woods with snow on the ground in the background.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "34 Funny Kid Nominees - FailArmy Hall Of Fame (May 2017)26": {
        "text_representation": "0.0s: two boys and a girl are working out in a gym with a barbell in their hands and a bench in the background.\n1.0s: a young boy is doing a pull up on a barbell in front of a woman and a child in a gym.\n2.0s: a young boy in an orange shirt is using a barbell in a gym room with a young boy in a red shirt sitting next to him.\n3.0s: a boy and a girl working out in a gym with a barbell and dumbbells on the bench and a barbell on the floor.\n4.0s: a young boy is sitting on a barbell in a gym room with another boy sitting on the bench next to him.\n5.0s: a young boy in red pants sitting on a bench with a barbell in front of his face and a barbell in front of his legs.\n6.0s: a young boy is working out in a gym with two other people in the room with a barbell in the middle of the room.\n7.0s: two kids are working out in a gym with a barbell on the bench and a kid in the middle of the room with his hands on the barbell.\n8.0s: a young boy is doing a pull - up on a barbell in a room with a man in a red shirt doing the same thing.\n9.0s: two young boys working out in a gym with a barbell on the bench and a woman standing in front of them.\n10.0s: a woman is lifting a barbell while a child is on a bench in front of a barbell in a gym.\n11.0s: a man and a woman working out in a gym with a barbell on a bench and a barbell in front of them.\n12.0s: a young boy sitting on a bench with a barbell in front of him in a living room room with a barbell in front of him in front of him in a living room with a barbell in front of him in front of him in a living room with a barbell in front of him in front of him in a living room with a bar.\n13.0s: a group of kids are working out in a gym with a barbell on the bench and a barbell on the floor.\n14.0s: a woman in red pants and a boy in a gym with a barbell in front of him and a woman in pink pants and a red shirt standing next to him.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "34 Funny Kid Nominees - FailArmy Hall Of Fame (May 2017)27": {
        "text_representation": "0.0s: a christmas gift box sitting on the floor next to a christmas tree and a christmas tree ornaments.\n1.0s: a little girl in blue pajamas on the floor next to a christmas tree with a box on the floor.\n2.0s: a little girl in pajamas on the floor with her hands in the air and her feet on the wooden floor.\n3.0s: a christmas present under a christmas tree in front of a christmas tree with a christmas tree in the background.\n4.0s: a christmas tree in a living room with a christmas card on the floor next to a box with a christmas tree ornament on it.\n5.0s: a little girl is standing on the floor with her hands in the air trying to get something out of the box that is on the floor.\n6.0s: a young boy sitting in front of a christmas tree in front of a present box with a christmas tree in the background.\n7.0s: a person is standing on a wooden floor in front of a christmas tree with a pair of socks on their feet.\n8.0s: a little boy in a box sitting on the floor in front of a christmas tree with a christmas tree in the background.\n9.0s: a small child laying on the floor next to a christmas present under a christmas tree in front of a christmas tree.\n10.0s: a christmas gift wrapped box sitting on the floor next to a christmas tree in front of a christmas tree in front of a christmas tree in front of a christmas tree in front of a christmas tree in front of a christmas tree in front of a christmas tree in front of a christmas tree in front of a christmas.\n11.0s: a little boy sitting in a box with a christmas tree in the background and a christmas tree in the background.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "34 Funny Kid Nominees - FailArmy Hall Of Fame (May 2017)32": {
        "text_representation": "0.0s: an image of a little girl in a purple dress and a pink hat with a cane on her arm and a broom in her hand.\n1.0s: a woman dressed as a witch on stage with a microphone in front of a green wall and a purple wall behind her.\n2.0s: an image of a woman in a purple costume and a man in a pink hat standing next to a woman in a purple dress.\n3.0s: a person wearing a purple hat and holding a microphone in front of a christmas tree with a snowman in the background.\n4.0s: a little girl dressed up as a witch in a purple costume with a pink hat and a pink wand on her arm.\n5.0s: a little girl in a purple hat is standing next to a woman in a pink dress and a purple hat on a stage.\n6.0s: an image of a little girl in a purple dress with a pink hat and a microphone in front of a christmas tree.\n7.0s: a woman holding a bouquet of flowers in front of a group of people in front of a sign that says \"happy valentine's day\".\n8.0s: an image of a little girl in a purple dress and pink hat on a stage with a microphone in front of her.\n9.0s: a little girl dressed up as a witch in a purple and pink dress and a purple hat is standing on a stage.\n10.0s: a little girl wearing a purple hat and a pink dress on a stage with a christmas tree and a christmas tree in the background.\n11.0s: an image of a little girl in a purple dress and pink hat with a microphone in front of a christmas tree.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "34 Funny Kid Nominees - FailArmy Hall Of Fame (May 2017)4": {
        "text_representation": "0.0s: a little girl is reaching up for something in front of a kitchen counter with her hands in the air and a man standing behind her with his hands in the air.\n1.0s: a little girl wearing a towel on her head while standing in front of a kitchen sink with her hands on her head.\n2.0s: a person is standing on a tile floor with their feet on the floor and their hands on the wall next to them.\n3.0s: a little girl wearing a hat on her head while standing in a tiled floor with her hands on her head and looking at the camera.\n4.0s: a blurry image of a small child standing in the middle of a tiled floor with a towel wrapped around his head.\n5.0s: a little girl is reaching for something in the middle of a kitchen counter with a man standing behind her in the background.\n6.0s: there is a cat on the floor with its paws on the floor and its head in the air looking up at the camera.\n7.0s: a little boy wearing a hat on his head while standing on a tiled floor with his hands in his pants pockets.\n8.0s: a little girl throwing a frisbee in the air while standing in front of a kitchen counter with a counter top in the background.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "34 Funny Kid Nominees - FailArmy Hall Of Fame (May 2017)5": {
        "text_representation": "0.0s: a young boy eating a piece of pizza in a kitchen with two other children in the background, one of which is eating a piece of pizza as well.\n1.0s: a little boy crawling on the floor in a kitchen with a stove and a washing machine in the room next to it.\n2.0s: a little boy standing in front of a stove in a kitchen with a chair in front of him and a table next to him.\n3.0s: a young boy sitting at a table eating a piece of pizza with a glass of milk next to him on the table.\n4.0s: a young boy sitting at a table with a slice of pizza in his hand and a glass of milk in front of him.\n5.0s: a toddler playing with a wooden chair in the middle of a kitchen floor in front of a washer and dryer.\n6.0s: a young boy sitting at a table eating a slice of pizza with a fork and knife in his hand and a glass of milk in front of him.\n7.0s: a young boy laying on the floor next to a soccer ball and a pair of shoes with his hands in the air.\n8.0s: a young boy holding a piece of pizza in his hand while standing in front of a table with a stove in the background.\n9.0s: a young boy sitting at a table with a slice of pizza in his hand and a glass of milk in front of him.\n10.0s: a young boy sitting at a table eating a slice of pizza with a fork and knife on the table in front of him.\n11.0s: a young boy eating a slice of pizza in a kitchen with two other children in the background, one of which is eating a slice of pizza as well.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "34 Funny Kid Nominees - FailArmy Hall Of Fame (May 2017)9": {
        "text_representation": "0.0s: a little boy playing in the backyard with a water hose and a yellow inflatable water slide on the ground next to him.\n1.0s: a child is laying on the grass in a backyard with a water hose in front of him and a lawn mower in the background.\n2.0s: a little boy playing with a water slide in the backyard of a house with a yard and a yard full of toys.\n3.0s: a child playing on a water slide in a backyard with a lawn mower and a dog in the yard next to it.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Anger Management - Fails of the Week (January 2019) _ FailArmy11": {
        "text_representation": "0.0s: a man pulling a child on a sled down the snow covered ground in front of a house with a fence in the background.\n1.0s: a little girl playing in the snow with a pink frisbee in the yard next to a wooden fence and a white picket fence.\n2.0s: a dog playing in the snow next to a fence with a person standing next to the fence and a dog playing in the snow next to a fence with a person standing next to the fence and a dog playing in the snow next to a fence with a person standing next to the fence and a dog playing in the snow next to a fence with a person standing.\n3.0s: a little girl is playing in the snow with a dog on a leash near a fence and a tree in the background.\n4.0s: a man playing with his dog in the snow in front of a fence with a dog on a leash in the background.\n5.0s: a child playing in the snow next to a fence with a pink toy in the snow next to a tree in the background.\n6.0s: a little girl laying on the ground in the snow next to a fence with a snowman in the snow next to her.\n7.0s: a man and a child play in the snow while a dog is in the back of the yard with a person standing in the middle of the yard.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Anger Management - Fails of the Week (January 2019) _ FailArmy12": {
        "text_representation": "0.0s: a woman is playing on an inflatable pool in the yard with a boy standing next to her on the side of the pool.\n1.0s: a boy is playing on an inflatable water slide in the yard with other people in the background and cars in the background.\n2.0s: kids playing on an inflatable water slide in the yard with other kids playing in the yard behind the kids playing on the inflatable water slide in the yard behind the kids playing on the inflatable water slide in the yard behind the kids playing on the inflatable water slide in the yard behind the kids playing on the inflatable water slide in the yard behind.\n3.0s: a young girl is playing on an inflatable water slide in the yard with other children playing in the yard behind her.\n4.0s: a boy is playing on an inflatable water slide in the yard with other children watching him from the side of the house.\n5.0s: a child laying on an inflatable water slide in the yard with two other children playing in the grass next to it.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Anger Management - Fails of the Week (January 2019) _ FailArmy14": {
        "text_representation": "0.0s: a man in a yellow shirt is playing with a ball in an indoor gymnasium. he is throwing the ball up in the air and catching it with his hands.\n1.0s: a man on a trampoline in an indoor gym with a basketball hoop on top of the trampoline in front of him.\n2.0s: a man on a trampoline in an indoor gym with a basketball hoop on the ground next to him and another person on the trampoline next to him.\n3.0s: a man on a trampoline in a gymnasium with a basketball hoop in the middle of the floor and a basketball net on the other side of the gymnasium.\n4.0s: an image of a basketball court with a person on a trampoline in the middle of the court and a basketball hoop on the other side of the court.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Anger Management - Fails of the Week (January 2019) _ FailArmy16": {
        "text_representation": "0.0s: a man in a black hoodie is walking down a set of stairs with a skateboard in his hand and a backpack on his back.\n1.0s: a person laying down on the stairs in front of a door with a phone on the floor in front of the door.\n2.0s: a man is riding a skateboard down a set of stairs in front of an open door and a window in the background.\n3.0s: a person on a skateboard is walking down the stairs of a building with another person on a skateboard on the other side of the stairs.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Anger Management - Fails of the Week (January 2019) _ FailArmy2": {
        "text_representation": "0.0s: a person riding a dirt bike on a hill in the middle of a field with a fence in the back of the field.\n1.0s: a man is laying on the ground next to a motorcycle and a dog is sitting on the ground next to the bike.\n2.0s: a deer is standing in the middle of a field with a bike on the ground next to it and a person standing next to it.\n3.0s: a person riding a bike down a hill in the middle of the desert with a camera in the air filming the person riding the bike down the hill.\n4.0s: a man is riding a bike on a dirt road in the middle of the desert with the words fall army written on the side of the bike.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Anger Management - Fails of the Week (January 2019) _ FailArmy22": {
        "text_representation": "0.0s: a person on skis standing next to a ski lift on a snowy slope with trees on the left side of the picture and a ski lift on the right side of the picture.\n1.0s: an image of a swimming pool with a tv screen in the middle of the pool and chairs on the side of the pool.\n2.0s: an image of a pool at night with a tv screen in the middle of the pool and chairs on the side of the pool.\n3.0s: a person laying on the ground in the snow with skis on top of the snow in front of a pine tree.\n4.0s: a person skiing down a snow covered slope with trees in the background and a blue sky in the middle of the picture.\n5.0s: a tv screen showing a pool at night with chairs and a table in the middle of the pool and a tv on the side of the pool with a tv on the side of the pool with a tv on the side of the pool with a tv on the side of the pool with a tv on the side of the pool with a tv on the side of.\n6.0s: a person riding skis down a snow covered slope in front of a ski lift on a cloudy day with trees in the background.\n7.0s: a person riding skis down a snowy slope with a ski lift in the middle of the mountain in the back ground.\n8.0s: an image of a swimming pool with a tv screen in the middle of the pool and a tv screen on the side of the pool.\n9.0s: a person riding a snowboard down a snow covered slope with trees in the background and a blue sky in the background.\n10.0s: a person riding skis down a snowy slope with a ski lift in the middle of the ski slope in the middle of the ski slope in the middle of the ski slope in the middle of the ski slope in the middle of the ski slope in the middle of the ski slope in the middle of the ski slope in the middle of the ski slope in the.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Anger Management - Fails of the Week (January 2019) _ FailArmy24": {
        "text_representation": "0.0s: a man in a swimming pool throwing a frisbee to another man in the pool with other people in the background.\n1.0s: two men are playing in a pool with water splashing on the ground and one man is throwing a ball into the water.\n2.0s: a man is playing in an inflatable pool with water coming out of the bottom of the pool and hitting him in the face.\n3.0s: a man is playing in an inflatable pool with water splashing on him and another man sitting on the edge of the pool.\n4.0s: a man is playing with a soccer ball in a pool with other people in the background watching him play with the ball.\n5.0s: a man is playing with a ball in a pool with water splashing on him and other people in the background watching.\n6.0s: a man playing with a soccer ball in a pool with other people in the background and a man in the pool with his shirt off playing with a soccer ball.\n7.0s: a man is splashing water in a pool with a dog in the water next to him in the pool next to him in the pool next to him in the pool next to him in the pool next to him in the pool next to him in the pool next to him in the pool next to him in the pool next to him in the pool next to.\n8.0s: a man in a swimming pool with his arms up in the air and one hand on the side of the pool and one hand on the side of the pool and one hand on the side of the pool and one hand on the side of the pool and one hand on the side of the pool and one hand on the side of the pool and one hand on.\n9.0s: a group of people playing in a pool with water splashing on the floor and a man diving into the pool to catch the ball.\n10.0s: a man is kicking a soccer ball in a pool with other people in the background playing with a soccer ball in the pool.\n11.0s: a man is playing with a ball in a pool in front of a group of people in the backyard of a house.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Anger Management - Fails of the Week (January 2019) _ FailArmy25": {
        "text_representation": "0.0s: a snowboarder is doing a trick on a ramp in a snow covered ski resort in french alps, alps, alps, alps, alps, alps, alps, alps, alps, alps, alps, alps, alps, alps, alps, alps, alps, al.\n1.0s: a snowboarder is going down a ramp on a snow covered ski slope in the middle of a snow covered mountain.\n2.0s: a snowboarder is going down a slope on a slope with a yellow flag in the middle of the slope and a blue sky in the background.\n3.0s: a snowboarder is in the air doing a trick on a snowboard in front of a sun shining in the sky.\n4.0s: a snowboarder doing a trick on a snowboard in the middle of a snow - covered ski slope with mountains in the background.\n5.0s: a person riding a snowboard down a ramp on a snow covered hill in the middle of a snow covered mountain range.\n6.0s: a snowboarder doing a trick in the air on top of a snow covered hill in the sun on a sunny day.\n7.0s: a snowboarder is doing a trick on the side of a ramp on the side of a snow covered ski slope.\n8.0s: a snowboarder is riding down a slope on a snowboard in the middle of a snow - covered hill with trees and buildings in the background.\n9.0s: a person riding a snowboard down a snow covered slope with the sun shining in the sky above the snowboarder.\n10.0s: a snowboarder is going down a ramp on a snowboard in the middle of a snow covered hill with mountains in the background.\n11.0s: a person riding a snowboard down a ramp in the middle of a snow covered ski slope with mountains in the background.\n12.0s: a person riding a snowboard down a ramp on a snow covered ski slope in the middle of a snow covered mountain.\n13.0s: a person riding a snowboard down a ramp in the middle of a snow covered ski slope with mountains in the background.\n14.0s: a person riding a snowboard down a ramp on a snow covered hill with a yellow flag in the middle of the ramp.\n15.0s: a snowboarder doing a trick on a ramp in the middle of a snow covered mountain range with mountains in the background.\n16.0s: a person riding a snowboard down a slope with a yellow flag in the middle of the snowboarder going down the slope.\n17.0s: a snowboarder doing a trick in the air on a sunny day with the sun shining down on the snowboarder.\n18.0s: a person on a snowboard doing a trick on a snowboard ramp in the middle of a snow covered slope with a blue sky in the background.\n19.0s: a snowboarder doing a trick on a snowboard in the middle of a snow - covered ski slope in the middle of the day.\n20.0s: a person is riding a snowboard down a snow covered slope with a yellow flag in the middle of the slope in the background.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Anger Management - Fails of the Week (January 2019) _ FailArmy26": {
        "text_representation": "0.0s: a person riding a skateboard in front of a store at night with a sign that says \"kingston\" on it.\n1.0s: two people skateboarding in front of a store with a sign that says \"no skateboarders allowed\" on it.\n2.0s: a man is laying on the ground in front of a store with a sign that says walmart on the ground next to him.\n3.0s: a man riding a skateboard in front of a market place at night time with the lights off and the street lights on.\n4.0s: a man skateboarding in front of a store in the middle of the night with his skateboard in his hand and his skateboard on the ground in front of him.\n5.0s: two people skateboarding in front of a store at night with their skateboards in their hands and one person doing a handstand in front of the store.\n6.0s: a man is riding a skateboard down the street in front of a king's store at night with his skateboard in his hand.\n7.0s: a man is laying on the ground in front of a store at night with a skateboard in his hand and a skateboard on the ground next to him.\n8.0s: a man is skateboarding in front of a store at night with a skateboard in his hand and a skateboard in his hand and a skateboard in his hand and a skateboard in his hand and a skateboard in his hand and a skateboard in his hand and a skateboard in his hand and a skateboard in his hand and a skate.\n9.0s: a man skateboarding in front of a market place at night time with his skateboard in his hand and his skateboard in front of him and his skateboard in front of him and his skateboard in front of him and his skateboard in front of him and his skateboard in front of him and his skateboard in front of him and his skate.\n10.0s: a woman is walking down the street at night in front of a market place at the same time as a man is walking down the street in front of the same market place at the same time as a man is walking down the street in front of the same market place at the same time as a man is walking down the street in front of the same market.\n11.0s: a skateboarder doing a trick in front of a store at night time with no lights on the store or the skateboarder in front of the store at night time with no lights on the store or the skateboarder in front of the store at night time with no lights on the store or the skateboarder in front of the store at night.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Anger Management - Fails of the Week (January 2019) _ FailArmy27": {
        "text_representation": "0.0s: a man is standing in front of a house with a skateboard in his hand and a skateboard in front of him.\n1.0s: a person sitting on the ground in front of a house with a dog on the ground next to the person sitting on the ground in front of the house.\n2.0s: a man laying on the ground in front of a house with a dog on the ground next to him in front of the house.\n3.0s: a man is doing a trick on a skateboard in front of a house in the middle of the day on a sunny day.\n4.0s: a man is standing in front of a house with a soccer ball in his hand and another man is standing in front of a house with a soccer ball in his hand and another man is standing in front of a house with a soccer ball in his hand and another man is standing in front of a house with a soccer ball in his hand and another man is.\n5.0s: a man is doing a backflip in front of a house with a dog in the back of the house on the ground.\n6.0s: a man is standing in front of a house with a white dog on a leash in front of the house in the background.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy10": {
        "text_representation": "0.0s: a woman in a green dress is standing in a room with a bunch of people in the background and another woman is standing in front of her with her hands on her hips.\n1.0s: a woman is laying on the floor while a man is trying to help her up from the floor of a hotel room.\n2.0s: a woman laying on the floor with a dog on top of her and another dog laying on the floor next to her and another dog laying on the floor next to her and another dog laying on the floor next to her and another dog laying on the floor next to her and another dog laying on the floor next to her and another dog laying on the floor next.\n3.0s: a woman doing a backflip in the middle of a living room with other people in the background and a dog in the background.\n4.0s: a woman in a green dress is dancing in a living room with a man in a black shirt on the floor next to her.\n5.0s: a woman in a green dress is dancing in a room with other people in the background, one of them is wearing a leather jacket.\n6.0s: two people are fighting on the floor in front of a person laying on the floor in the middle of the living room.\n7.0s: a woman laying on the floor with her legs up in the air and her hands on her head as she looks up at the camera.\n8.0s: a woman is dancing in a living room with a man standing behind her and a dog in the room next to her.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy11": {
        "text_representation": "0.0s: a man in flip flops is standing next to a pile of wood and a woman in flip flops is standing next to a man in flip flops.\n1.0s: a man sitting on the ground with his feet on the ground and a woman sitting next to him with her feet on the ground.\n2.0s: a man is sitting on the ground with his feet on the ground and his feet are on the ground in front of him.\n3.0s: a person is laying on the ground with their feet up in the air while wearing flip - flops and a blue t - shirt.\n4.0s: a man is laying on the ground with his feet in the air while another man is laying on the ground with his feet in the air.\n5.0s: a man in flip flops is standing next to a pile of wood and a woman is standing next to him with her feet on the ground.\n6.0s: a man laying on the ground with his feet up in the air and his feet on the ground next to a man laying on the ground next to a woman laying on the ground next to a man laying on the ground next to a woman laying on the ground next to a man laying on the ground next to a woman laying on the ground next to a man.\n7.0s: a man is sitting on the ground with his feet in the air and his feet are on the ground and he is sitting on the ground with his feet in the air.\n8.0s: a person jumping over a pile of bricks in the backyard with their feet on top of a pile of bricks and a person standing next to the pile of bricks with their feet on top of a pile of bricks with their feet on top of a pile of bricks with their feet on top of a pile of bricks with their feet on top of a pile of bricks.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy13": {
        "text_representation": "0.0s: a skateboarder is standing in the middle of a skateboard park with a skateboard in his hand and a skateboard ramp in front of him.\n1.0s: a skateboarder laying on the ground in a skateboard park with a skateboard on the ground next to him.\n2.0s: a skateboarder falling off the edge of a skateboard ramp in the middle of a skateboard park in the middle of a skateboard park in the middle of a skateboard park in the middle of a skateboard park in the middle of a skateboard park in the middle of a skateboard park in the middle of a skateboard park in the.\n3.0s: a skateboarder is flying through the air on a skateboard in front of a skate park in front of a building.\n4.0s: a skateboarder is laying on the ground in a skateboard park with a skateboard in his hand and a skateboard on the ground next to him.\n5.0s: two men are working on a skateboard in an empty skateboard park with a wind turbine in the background and a sign that says \"skateboard park\".\n6.0s: a man standing in the middle of a skate park with a skateboard in his hand and a dog standing next to him.\n7.0s: a skateboarder is laying on the ground in a skateboard park with a skateboard in his hand and another person standing next to him.\n8.0s: a skateboarder is doing a trick on a skateboard at a skate park in front of a crowd of people.\n9.0s: a man on a skateboard is in the middle of a skate park with a dog on the ground next to him.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy14": {
        "text_representation": "0.0s: a paraglider is flying through the air on a snowy hillside with trees and a mountain range in the background.\n1.0s: a person on a paraglider flying over a mountain with trees in the background and a mountain range in the distance.\n2.0s: a man in an orange jacket is flying a kite on a hillside in the foggy morning of september 11, 2012.\n3.0s: a man is paragliding down a hillside in the foggy weather with trees and bushes in the background.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy21": {
        "text_representation": "0.0s: a woman wearing a baseball cap and plaid shirt pointing at something on the ground in front of her house while sitting on a wooden bench.\n1.0s: a woman is standing on the edge of a wooden fence with her legs spread apart and her panties pulled down to her knees.\n2.0s: a woman riding a skateboard down a path in the backyard of a house with plants growing on the side of the house.\n3.0s: a person laying on the ground with a skateboard in front of a house and another person laying on the ground with a skateboard in front of the house.\n4.0s: a person riding a skateboard down a narrow alleyway next to a house with plants growing on the side of the house.\n5.0s: a person riding a skateboard down a path next to a house with a tree in front of the house and a fence in front of the skateboarder.\n6.0s: a young woman riding a skateboard down a path in front of a house with leaves on the ground and a tree in the background.\n7.0s: a person laying down on the ground in a backyard with a dog on top of the fence next to a wall and a tree in the background.\n8.0s: a person riding a skateboard down a path next to a house with a tree on the side of the path and a fence on the other side of the path.\n9.0s: a woman is sitting on the steps of a house with her head out of the window and a dog is laying on the ground next to her.\n10.0s: a woman in shorts and a plaid shirt riding a skateboard down the steps of a house in front of a house.\n11.0s: a woman is riding a skateboard down a path in the backyard of a house with plants and bushes in the background.\n12.0s: a woman is walking down a path next to a house with a dog on a leash in front of the house and some flowers on the ground in front of the house.\n13.0s: a woman in shorts and a plaid shirt is walking down the steps in front of a house with leaves on the ground.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy22": {
        "text_representation": "0.0s: a person riding a snowmobile down a snow covered hill in the middle of a forested area with trees in the background.\n1.0s: a person riding a snowmobile down a snow covered hill with trees in the background and a mountain range in the distance.\n2.0s: a person riding a snowmobile down a snow covered hill in the snow covered area with trees and mountains in the background.\n3.0s: a person riding a snowmobile down a snow covered hill in the middle of a forested area with trees in the background.\n4.0s: a person riding on a snowmobile in the middle of a snow covered field in the middle of the day in the middle of winter.\n5.0s: a person riding a snowmobile down a snow covered hill in the snow covered area of the forested area of the forested area of the forested area of the forested area of the forested area of the forested area of the forested area of the forested area of the forested area of the forested area of the forested area.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy3": {
        "text_representation": "0.0s: a person riding an atv in the desert with dirt on the back of the vehicle and another person on the back of the atv with dirt on the back of the vehicle.\n1.0s: a man driving an atv in the desert with a man on the back of the atv in front of him.\n2.0s: a person riding an atv in the desert with a person on the back of the atv in front of them.\n3.0s: a man riding an atv down a dirt road with a dirt bike in the middle of the road in front of him.\n4.0s: a man driving an atv in the desert with another man sitting on the back of the atv in front of him.\n5.0s: a person riding an atv in the desert with a person on the side of the road in front of them and another person on the back of the atv.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy30": {
        "text_representation": "0.0s: a man is looking at a large boat that is floating in the middle of a body of water with a man standing next to it.\n1.0s: a large blue and red boat sitting in the middle of a body of water with a large pipe sticking out of the water.\n2.0s: a yellow and blue boat sitting on top of a body of water in the middle of a body of water in the middle of a body of water in the middle of a body of water in the middle of a body of water in the middle of a body of water in the middle of a body of water in the middle of a body of water in the.\n3.0s: a man in a hard hat is standing next to a large blue and yellow boat in the water. the boat is being towed by a tug boat.\n4.0s: a man is standing in front of a large ship that is being pulled by a tug boat in the middle of the water.\n5.0s: a man is standing next to a large boat that is floating in the middle of a flooded body of water with a man standing next to it.\n6.0s: an overturned boat in the middle of a flooded river with a large black pipe sticking out of the water next to it.\n7.0s: a large blue and yellow cargo ship is being loaded onto a barge in the water near a dock in the middle of the ocean.\n8.0s: a large ship is docked in the water next to a boat with people standing on the side of the ship and another boat with people standing on the side of the ship next to a boat with people standing on the side of the ship next to a boat with people standing on the side of the ship next to a boat with people standing on the side of.\n9.0s: a man is standing next to a large boat that is floating in the middle of a flooded body of water with a man standing next to it.\n10.0s: a man in a hard hat standing next to a large blue and red ship in the water. the man is standing next to the ship as it is being loaded onto a barge.\n11.0s: a large boat that is sinking in the middle of a river in the middle of a stormy day. it looks like it is sinking into the water.\n12.0s: a large blue and red boat sitting in the middle of a flooded body of water with a black pipe sticking out of the water.\n13.0s: a boat that is upside down in the water next to a large black and red boat on the side of the road.\n14.0s: a man is standing on the side of a boat that is upside down in the middle of a body of water..\n15.0s: a large blue and white cargo ship is docked in the water next to a boat with people standing on top of it.\n16.0s: a man in a hard hat is standing next to a boat that is being pulled out of the water by a tugboat.\n17.0s: a large blue and red boat sitting in the middle of a body of water next to a large pipe that is attached to the side of the boat.\n18.0s: a large boat with a yellow and blue stripe on the side is being pulled into the water by a tug boat..\n19.0s: a man in a hard hat standing next to a large blue and red boat in the water next to another boat in the background.\n20.0s: a man is standing next to a large blue and yellow boat in the water next to another boat in the same color.\n21.0s: a large blue and red boat sitting in the middle of a body of water with a black pipe sticking out of the water.\n22.0s: a large boat with people on it is being pulled out of the water by a tugboat in the middle of the river.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy38": {
        "text_representation": "0.0s: a man and a woman are taking a selfie in front of the camera while the man is wearing a red shirt and the woman is wearing a black shirt.\n1.0s: a man in a plaid shirt is making a funny face while holding a white ball up to his mouth and making a funny face.\n2.0s: a boy is playing with a white ball in a room with a bed and a desk in the corner of the room.\n3.0s: a man in glasses is making a funny face in front of a camera while another man is in the background making a funny face.\n4.0s: two young men are taking a selfie in front of the camera and one of them is wearing a red shirt and the other is wearing a black shirt.\n5.0s: a young man is holding a white ball in his hand while standing in front of a living room with a couch in the background.\n6.0s: a young man is holding a wii remote in his hand while standing in front of a bed in a living room.\n7.0s: a boy with glasses and a red shirt is taking a selfie with another boy in a room with a white wall in the background.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy45": {
        "text_representation": "0.0s: a group of people standing on top of a large sand dune in the middle of a foggy day with the ocean in the background.\n1.0s: a person riding an atv down a snow covered road in the winter sun with the sun in the sky behind them.\n2.0s: two people are riding down a sand dune in the middle of a foggy day in the middle of a sand dune in the middle of a sand dune in the middle of a sand dune in the middle of a sand dune in the middle of a sand dune in the middle of a sand dune in the middle of a sand.\n3.0s: a man on a surfboard in the sand with a yellow board in front of him and a person in the sand with a yellow board in front of him.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy46": {
        "text_representation": "0.0s: a person riding an atv down a snow covered road in the winter sun at the top of a hill with the sun in the background.\n1.0s: a man on an atv in the snow with a snow plow on the side of the road in front of him.\n2.0s: a man on an atv in the snow with a bear on the ground next to the atv in the background.\n3.0s: a man on a four wheeler atv is doing a wheelie in the middle of a snow covered hillside.\n4.0s: a person riding an atv down a snow covered hill in the winter sun with the sun in the background and snow on the ground.\n5.0s: a man on an atv in the snow with a mountain in the background and a mountain in the background and a mountain in the background and a mountain in the background and a mountain in the background and a mountain in the background and a mountain in the background and a mountain in the background and a mountain in the background and a mountain in the background and a.\n6.0s: a person riding an atv down a snow covered hill in the middle of the night with the sun coming up in the background.\n7.0s: a person riding an atv down a snow covered hill in the winter sun with the sun in the sky behind them.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy47": {
        "text_representation": "0.0s: a man on a skateboard doing a trick on a ramp in front of a wall with the words fall army written on it.\n1.0s: a close up shot of a car driving down a road with a lot of debris on the road in front of it.\n2.0s: a young man on a skateboard is riding down a ramp in front of a concrete wall with his skateboard in his hand.\n3.0s: a young man is riding a skateboard down a ramp in front of a concrete wall with his hands up in the air.\n4.0s: a young man is riding a skateboard down a concrete wall in the middle of the street in the middle of the day.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy48": {
        "text_representation": "0.0s: a young man is riding a skateboard down a ramp in front of a camera with a blurry image of him in the background.\n1.0s: a young man in a white t - shirt is riding a skateboard down a dirt road while looking at the camera.\n2.0s: a young man is smiling while sitting on the ground with his hands in his pockets and his head tilted to the side.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy51": {
        "text_representation": "0.0s: a man is sliding down a water slide at a water park in the middle of the day with other people in the background.\n1.0s: two men are having fun on a water slide at a water park in the video above, which was uploaded to youtube on july 1, 2013.\n2.0s: a man is riding on a water slide at a water park with other people watching him from the side of the slide.\n3.0s: two men are riding on a water slide at a water park in the middle of the day on a hot summer day in the middle of the summer in the middle of the summer in the middle of the summer in the middle of the summer in the middle of the summer in the middle of the summer in the middle of the summer in the middle of the summer.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy57": {
        "text_representation": "0.0s: a car driving down a snow covered road in the middle of a snowy forest with trees on both sides of the road.\n1.0s: a truck driving down a snow covered road with snow blowing in front of the truck and trees on the side of the road.\n2.0s: a truck driving down a snowy road in the middle of the forest with trees on both sides of the road and snow on the ground.\n3.0s: a truck driving down a snow covered road in the middle of a snowy forest in the middle of the day on a sunny day.\n4.0s: a truck driving down a snow covered road in the middle of the forest in the middle of the forest in the middle of the forest in the middle of the forest in the middle of the forest in the middle of the forest in the middle of the forest in the middle of the forest in the middle of the forest in the middle of the forest in the middle.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy59": {
        "text_representation": "0.0s: a man on a skateboard at a skate park in phoenix, arizona, usa, usa, usa, usa, usa, usa, usa, usa, usa, usa, usa, usa, usa, usa, usa, usa, usa, usa.\n1.0s: a person doing a trick on a skateboard at a skate park in phoenix, arizona, usa, usa, usa, usa, usa, usa, usa, usa, usa, usa, usa, usa, usa, usa, usa, usa, usa.\n2.0s: a man on a skateboard doing a trick in a skate park with the shadow of his skateboard on the ground.\n3.0s: a man on a skateboard at a skate park in phoenix, arizona, on a sunny day in the summer.\n4.0s: a man is riding a skateboard on a skateboard ramp in a skate park in phoenix, arizona.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy60": {
        "text_representation": "0.0s: a man laying on his back on a skateboard in the middle of a skate park with a skateboard in his hand.\n1.0s: a man is doing a push up on a skateboard at a skate park in las vegas, nevada.\n2.0s: a man laying on the ground at a skate park with his skateboard propped up on top of his head as he looks up at the camera.\n3.0s: a man is laying on his back on a skateboard in the middle of a parking lot with a skateboard in front of him.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy61": {
        "text_representation": "0.0s: a man is riding a skateboard down a street next to a building with a car parked in front of the building.\n1.0s: a person on a skateboard is sitting on the steps next to a body of water and a body of water is in the background.\n2.0s: a skateboarder doing a trick on the side of a stair case near the water and the ocean in front of him.\n3.0s: a skateboarder is doing a trick on a wall in front of a building and a dog is sitting on the ground next to him.\n4.0s: a skateboarder is standing on the side of the road next to a white building with a sign on the side of the building.\n5.0s: a person laying on the ground next to a set of stairs with a skateboard on the ground in front of them.\n6.0s: a black bear is sitting on the stairs next to a body of water and a body of water next to a body of water next to a body of water next to a body of water next to a body of water next to a body of water next to a body of water next to a body of water next to a body of water next to a body.\n7.0s: a skateboarder is riding down a street in front of a building with cars parked on the side of the road.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy64": {
        "text_representation": "0.0s: a cat hanging upside down from the ceiling in a room with a window and a door on the other side of the room.\n1.0s: a person is sitting at a table in a living room with a tv on in the background and a cat is sitting on the table in front of the tv.\n2.0s: a cat is hanging from the ceiling in a room with a table and chairs in front of the window at the end of the room.\n3.0s: a cat is hanging from the ceiling in a room at night with two windows and a light on in the room next to it.\n4.0s: a man is sitting at a table in a living room with a television on in the background and a woman is standing next to him.\n5.0s: a cat is hanging upside down from the ceiling in front of a window in a room with white walls and a white ceiling.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy68": {
        "text_representation": "0.0s: two people riding dirt bikes on a dirt track in the middle of a field with houses on the other side of the track.\n1.0s: a group of people riding dirt bikes on a dirt track in the middle of a field with power lines in the background.\n2.0s: a man on a dirt bike doing a trick on a dirt bike in the middle of a dirt track with other motocross riders in the background.\n3.0s: a group of people riding dirt bikes on a dirt track in the middle of the day in the middle of the day in the middle of the day in the middle of the day in the middle of the day in the middle of the day in the middle of the day in the middle of the day in the middle of the day in the middle of the day.\n4.0s: a group of people riding dirt bikes on a dirt track in the middle of the day with the sun shining down on them.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy69": {
        "text_representation": "0.0s: a group of people standing on a snow covered stairway in the middle of a snow covered area with snow on the ground.\n1.0s: a man is laying on the ground in the snow next to a set of stairs with people on the other side of the stairs.\n2.0s: a group of people on snowboards are riding down a set of stairs on a snowy hillside in the middle of the night.\n3.0s: a man on a snowboard doing a trick on a set of stairs in a snow covered area with other people watching.\n4.0s: a group of people standing on a snow covered stairway in the middle of a snow covered area with snow on the ground.\n5.0s: a man is laying on the ground in the snow next to a set of stairs with people on the other side of the stairs.\n6.0s: a person on a snowboard doing a trick on a set of stairs in a snowy area with other people in the background.\n7.0s: a group of people standing on a snow covered stairway with snow on the ground around them and a train in the background.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy7": {
        "text_representation": "0.0s: a small dog is walking on the street next to a car and a car is parked in front of the dog and the dog is walking in front of the car and the dog is walking in front of the car and the dog is walking in front of the car and the dog is walking in front of the car and the dog is walking in front of the.\n1.0s: a dog is laying on the ground next to a car in the snow on the side of the road in the middle of the night.\n2.0s: a small dog is standing in the middle of a street in front of a parked car on a rainy day in new york city.\n3.0s: a black and white puppy is walking on the street next to a pickup truck with a dog bed in the back of it.\n4.0s: a cat is standing on the side of the road next to a black truck with a white stripe down the side of it.\n5.0s: a small dog is walking on the street next to a car and a car is parked in front of the dog and the dog is walking on the street next to the car and the dog is walking on the street next to the car and the dog is walking on the street next to the car and the dog is walking on the street next to the car and.\n6.0s: a small dog is walking on the street next to a pickup truck with a large dog in the back of the truck.\n7.0s: a black and white cat walking on the road next to a pickup truck with a dog in the back of the truck.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy71": {
        "text_representation": "0.0s: a woman standing on an inflatable swan in a swimming pool with an umbrella over her head and an umbrella over the pool.\n1.0s: a woman is swimming in a pool with an inflatable penguin floating in the middle of the pool next to her.\n2.0s: a man in a pool with an inflatable kitty in the middle of the pool with a dog in the water next to it.\n3.0s: a woman on an inflatable swan floating in a pool with a dog on the side of the pool watching her.\n4.0s: a man is splashing around in a pool with an inflatable dolphin in the middle of the pool and an inflatable shark on the side of the pool.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy72": {
        "text_representation": "0.0s: a dog is playing with an inflatable swan in the pool next to a woman in a bathing suit and goggles.\n1.0s: a woman is floating in a pool with an inflatable elephant in the middle of the pool, and a man is standing next to her.\n2.0s: a person in a swimming pool with an inflatable toy in the water and a person splashing around in the pool.\n3.0s: a woman in a swimsuit is floating in a pool with an inflatable penguin on top of her head and a water gun in her hand.\n4.0s: a dog is playing with an inflatable swan in the pool next to a woman in a bathing suit and a dog.\n5.0s: a woman in a swimming pool with an inflatable penguin in the middle of the pool, and a woman in a bathing suit in the water next to the penguin.\n6.0s: a man in a pool with an inflatable animal in the middle of the pool and a dog in the water next to it.\n7.0s: a man in a swimming pool with an inflatable dolphin in the pool next to him on the edge of the pool.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy74": {
        "text_representation": "0.0s: a person riding a skateboard on the side of a road next to a road with a mountain on one side and a forest on the other.\n1.0s: a group of people skateboarding on the side of the road near a hill with dirt on the road and grass on the side of the road.\n2.0s: a group of people skateboarding on the side of the road near a hill with trees on the side of the road.\n3.0s: a group of people skateboarding on the side of the road near a hill with a mountain in the background and a car in the middle of the road.\n4.0s: a person riding a skateboard down a road next to a road and a hillside with trees and a mountain in the background.\n5.0s: a group of people skateboarding on the side of a road near a hill with trees on the side of the road.\n6.0s: a person on a skateboard doing a trick on a curvy road with a hill on the side of the road.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    },
    "Are You Serious! - Throwback Thursday (September 2017) _ FailArmy77": {
        "text_representation": "0.0s: the bride and groom are dancing in the middle of the dance floor at a wedding reception with lights and string lights hanging from the ceiling.\n1.0s: a group of people dancing at a wedding reception with lights and string lights on the tables and the bride and groom in the middle of the dance floor.\n2.0s: a group of people dancing at a wedding reception with string lights on the ceiling and lights hanging from the ceiling above them.\n3.0s: the bride and groom dance at their wedding reception in the middle of the dance floor at the end of the dance floor at the end of the dance floor at the end of the dance floor at the end of the dance floor at the end of the dance floor at the end of the dance floor at the end of the dance floor at the end of the dance.\n4.0s: the bride and groom are dancing in the middle of the dance floor at a wedding reception with a lot of people watching.\n5.0s: a group of people dancing at a wedding reception with string lights on the ceiling and lights hanging from the ceiling above the dance floor.\n6.0s: a group of people at a wedding reception with lights and string lights on the tables and the bride and groom in the middle of the dance floor.\n7.0s: the bride and groom are dancing in the middle of the dance floor at a wedding reception with their friends and family watching.\n",
        "accuracy": "",
        "context": "",
        "comments": ""
    }
}
